{"backend": "tensorflow", "keras_version": "2.0.8", "config": [{"config": {"kernel_constraint": null, "bias_regularizer": null, "trainable": true, "use_bias": true, "units": 784, "activation": "relu", "bias_constraint": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "batch_input_shape": [null, 784], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "name": "dense_1"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "bias_regularizer": null, "trainable": true, "use_bias": true, "units": 10, "activation": "softmax", "bias_constraint": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2"}, "class_name": "Dense"}], "class_name": "Sequential"}